Repository: frostkom/mf_social_feed
Catalog: lang/lang_social_feed-*.po
Languages: sv_se

source: Expiry Date on %s
sv_se: Utgångsdatum på %s

source: %s expires %s
sv_se: %s går ut %s

source: Read More
sv_se: Läs mer

source: There are no posts to display
sv_se: Det finns inga inlägg att visa

source: All
sv_se: Alla

source: Image for the post %s
sv_se: Bild till inlägget %s

source: View More
sv_se: Se fler

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Individually
sv_se: Individuellt

source: Grouped
sv_se: Grupperat

source: Social Feed
sv_se: Socialt flöde

source: Display a Social Feed
sv_se: Visa sociala flöden

source: Feeds
sv_se: Flöden

source: Display Filter
sv_se: Visa filter

source: Amount
sv_se: Antal

source: Load More Posts
sv_se: Ladda fler inlägg

source: Display Text
sv_se: Visa text

source: Display Read More
sv_se: Visa Läs mer

source: Social Feeds
sv_se: Sociala flöden

source: Posts
sv_se: Inlägg

source: Post
sv_se: Inlägg

source: API URL
sv_se: API-länk

source: Keep Posts
sv_se: Behåll inlägg

source: Debug
sv_se: Felsök

source: Design
sv_se: Utseende

source: Display Full Width on Large Screens
sv_se: Visa fullbredd på stora skärmar

source: Columns
sv_se: Kolumner

source: Desktop
sv_se: Dator

source: Tablet
sv_se: Platta

source: Mobile
sv_se: Mobil

source: Display Border
sv_se: Visa ram

source: Client ID
sv_se: Klient-ID

source: Client Secret
sv_se: Hemlig klientnyckel

source: Redirect URL
sv_se: Skicka vidare till URL

source: Authorize
sv_se: Auktorisera

source: Email when Expired
sv_se: Skicka e-post inför utgång

source: Key
sv_se: Nyckel

source: Secret
sv_se: Hemlig nyckel

source: Access Token
sv_se: Behörighetsnyckel

source: Access Token Secret
sv_se: Hemlig behörighetnyckel

source: months
sv_se: månader

source: Styling
sv_se: Utseende

source: Square
sv_se: Rutnät

source: Default
sv_se: Standard

source: Masonry
sv_se: Murverk

source: Go to %s and log in
sv_se: Gå till %s och logga in

source: Create a new app if you do not have one already and edit the app
sv_se: Skapa en ny app om du inte redan har det, och redigera appen

source: Copy %s and %s to these fields
sv_se: Kopiera %s och %s till dessa fält

source: Make sure that %s is checked
sv_se: Se till så att %s är markerad

source: Add this URL to your Apps %s
sv_se: Lägg till denna URL till din apps %s

source: Click the tab %s
sv_se: Klicka på tabben %s

source: Copy %s, %s, %s and %s to paste here
sv_se: Kopiera %s, %s, %s och %s för att klistra in här

source: Posts from social feeds are stored in the database to make it possible to present them in the fastest way possible to you as a visitor.
sv_se: Inlägg från sociala medier sparas i databasen för att göra det möjligt att presentera dom på snabbast möjliga sätt för dig som besökare.

source: Errors
sv_se: Fel

source: Settings
sv_se: Inställningar

source: Posts can only be fetched from Facebook Pages, not personal Profiles
sv_se: Inlägg kan endast hämtas från sk. Facebook Pages, inte från personliga profiler

source: The access token will expire %s
sv_se: Behörighetsnyckeln kommer att gå ut %s

source: The access token expired %s
sv_se: Behörighetsnyckeln gick ut %s

source: Go to %s and log in to renew
sv_se: Gå till %s och logga in för att förnya

source: All Done!
sv_se: Nu är allt klart!

source: Go to %sSettings%s and add an API URL
sv_se: Gå till %sInställningar%s och lägg till en API URL

source: Posts can be fetched from @users
sv_se: Inlägg kan hämtas från @användare

source: Choose an Account
sv_se: Välj ett konto

source: I could not get the name for the business account
sv_se: Jag kunde inte hämta namnet på företagskontot

source: There are no business accounts connected to the login that you used
sv_se: Det finns inga företagskonton kopplade till den inloggning som du använde

source: Go to %sSettings%s and add a %s
sv_se: Gå till %sInställningar%s och lägg till %s

source: Authorize Here
sv_se: Auktorisera här

source: Posts can be fetched with company ID as seen in the URL when visiting the page
sv_se: Inlägg kan hämtas med företags-ID som kan hittas i URLen när man besöker sidan

source: Posts can only be fetched by entering the full URL to the feed
sv_se: Inlägg kan endast hämtas genom att fylla i fullständiga URLen till flödet

source: Posts can either be fetched from @users or #hashtags
sv_se: Inlägg kan antingen hämtas från @användare eller #hashtaggar

source: Service
sv_se: Tjänst

source: Search for
sv_se: Sök efter

source: page_name
sv_se: sidnamn

source: Report to
sv_se: Rapportera till

source: A message is sent when the access token is about to expire
sv_se: Ett meddelande skickas när behörighetsnyckeln håller på att gå ut

source: Include
sv_se: Inkludera

source: Others
sv_se: Andras

source: Name
sv_se: Namn

source: Username
sv_se: Användarnamn

source: Profile Picture
sv_se: Profilbild

source: Replies
sv_se: Svar

source: Type
sv_se: Typ

source: Image
sv_se: Bild

source: Date
sv_se: Datum

source: Will expire %s
sv_se: Går ut %s

source: Expired %s
sv_se: Gick ut %s

source: unknown
sv_se: okänd

source: Fetch
sv_se: Hämta

source: Fetched
sv_se: Hämtad

source: I got an error when accessing the feed
sv_se: Jag fick ett fel när jag hämtade flödet

source: I am waiting to get access to the feed
sv_se: Jag väntar på att få tillgång till flödet

source: Published
sv_se: Publik

source: Hidden
sv_se: Dold

source: Ignored
sv_se: Ignorerad

source: Latest
sv_se: Senaste

source: Owner
sv_se: Ägare

source: Not Owner
sv_se: Inte ägare

source: Answer
sv_se: Svar

source: Are you sure?
sv_se: Är du säker?

source: Hide
sv_se: Dölj

source: Are you sure? This will make all future posts by %s to be ignored aswell!
sv_se: Är du säker? Detta kommer att göra så att alla framtida inlägg av %s också kommer att ignoreras!

source: Ignore Future Posts
sv_se: Ignorera framtida inlägg

source: I have hidden the post for you now
sv_se: Jag har dolt inlägget åt dig nu

source: I could not hide the post for you. If the problem persists, please contact an admin
sv_se: Jag lyckades inte dölja inlägget åt dig. Om problemet kvarstår, var vänlig kontakta en administratör

source: I have ignored the post for you now. This means that all future posts by this user will be ignored aswell
sv_se: Jag har ignorerat inlägget åt dig nu. Detta betyder att alla framtida inlägg av denna användare kommer att ignoreras

source: I could not ignore the post for you. If the problem persists, please contact an admin
sv_se: Jag lyckades inte ignorera inlägget åt dig. Om problemet kvarstår, var vänlig kontakta en administratör

source: Generate new Access Token
sv_se: Generera en ny behörighets-token

source: Generate Access Token
sv_se: Generera en behörighets-token

source: You must authorize in order to use the API
sv_se: Du måste auktorisera för att kunna använda APIet

source: %s Access Token has Expired
sv_se: %s behörighetsnyckeln har gått ut

source: Please generate a new Access Token for %s %sHere%s
sv_se: Var vänlig generera en ny Access Token för %s %shär%s

source: Expires in %s days, %s hours
sv_se: Går ut om %s dagar, %s timmar

source: The Access Token has expired. Please generate a new
sv_se: Behörighets-token har gått ut. Var vänlig generera en ny

source: I could not update the Access Token for you
sv_se: Jag kunde inte uppdatera behörighets-token åt dig

source: I updated the Access Token for you
sv_se: Jag uppdaterade behörighets-token åt dig

source: An unknown error occurred
sv_se: Ett okänt fel inträffade

source: The access token is not valid anymore. Renew it by editing this feed.
sv_se: Behörighetsnyckeln är inte längre giltig. Förnya den genom att redigera detta flöde.

source: The access token has expired. Renew it by editing this feed.
sv_se: Behörighetsnyckeln har gått ut. Förnya den genom att redigera detta flöde.

source: The access token was not accepted. Renew it by editing this feed and logging in with an account that is admin on the page.
sv_se: Behörighetsnyckeln godkändes inte. Förnya den genom att redigera detta flöde och logga in med ett konto som är admin på sidan.

source: Edit and add an access token
sv_se: Redigera och lägg till en access token

source: The JSON I got back was not correct
sv_se: Jag fick tillbaka JSON som inte var korrekt

source: No key found
sv_se: Ingen nyckel hittades

source: Token has expired
sv_se: Token har gått ut

source: I could not find a feed
sv_se: Jag kunde inte hitta ett flöde

source: Display Social Feeds
sv_se: Visa sociala flöden

source: Heading
sv_se: Rubrik
